{
  "!": 2,
  "!!": 3,
  "!!!": 4,
  "!!!!": 5,
  "!!!!!": 6,
  "!!!!!!": 7,
  "!!!!!!!": 8,
  "!!!!!!!!!!": 9,
  "!!!!!!!!!!!": 10,
  "!!!!!!!!!!!!": 11,
  "!!!!!!!!!!!!!": 12,
  "!!!!!!!!!!!!!!": 13,
  "!!!!!!!!!!!!!!!": 14,
  "!!!!!!!!!!!!!!!!!!": 15,
  "!!!!!!!!!!!!!!!!!!!!!": 16,
  "!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!": 17,
  "!!!!!!!!!!?": 18,
  "!!!.": 19,
  "!!!?": 20,
  "!.": 21,
  "!?": 22,
  "!?!": 23,
  "\"": 24,
  "\"\"": 25,
  "#": 26,
  "###": 27,
  "#'s": 28,
  "$": 29,
  "$$": 30,
  "$ervice": 31,
  "$ome": 32,
  "$ometime$": 33,
  "%": 34,
  "&": 35,
  "'": 36,
  "''": 37,
  "',": 38,
  "'02": 39,
  "'05": 40,
  "'07": 41,
  "'09": 42,
  "'60s": 43,
  "'72": 44,
  "'akkab": 45,
  "'d": 46,
  "'em": 47,
  "'ll": 48,
  "'m": 49,
  "'n": 50,
  "'re": 51,
  "'s": 52,
  "'ve": 53,
  "(": 54,
  "(:": 55,
  ")": 56,
  "))": 57,
  "*": 58,
  "**": 59,
  "***": 60,
  "****": 61,
  "*****": 62,
  "******": 63,
  "**********": 64,
  "***********************************": 65,
  "******************************************************************": 66,
  "*ss": 67,
  "*~*~*~*~*~*~*~*~*~*": 68,
  "+": 69,
  "+++": 70,
  "++++": 71,
  "+++++": 72,
  "++++++": 73,
  "+1": 74,
  "+44": 75,
  "+852": 76,
  ",": 77,
  ",,": 78,
  ",?": 79,
  "-": 80,
  "--": 81,
  "---": 82,
  "----": 83,
  "-----": 84,
  "---------": 85,
  "-------------------": 86,
  "---------------------------": 87,
  "-----------------------------------------------": 88,
  "--------------------------------------------------": 89,
  "------------------------------------------------------": 90,
  "-------------------------------------------------------------": 91,
  "----------------------------------------------------------------": 92,
  "------------------------------------------------------------------": 93,
  "-------------------------------------------------------------------": 94,
  "---------------------------------------------------------------------": 95,
  "----------------------------------------------------------------------": 96,
  "-----------------------------------------------------------------------": 97,
  "---------------------------------------------------------------------------": 98,
  "---->===}*{===<----": 99,
  "-2-f.doc": 100,
  "->": 101,
  "-_-": 102,
  "-ect-kedne": 103,
  "-final.doc": 104,
  "-ll": 105,
  "-s": 106,
  "-stip": 107,
  ".": 108,
  ".!": 109,
  "..": 110,
  "...": 111,
  "....": 112,
  ".....": 113,
  "......": 114,
  ".......": 115,
  "........": 116,
  ".........": 117,
  "..........": 118,
  "...........": 119,
  "...............": 120,
  "....................": 121,
  ".....................": 122,
  "...?!!!": 123,
  "./": 124,
  ".04": 125,
  ".15": 126,
  ".:": 127,
  ".?": 128,
  ".???": 129,
  ".doc": 130,
  "/": 131,
  "0": 132,
  "0.10": 133,
  "0.70": 134,
  "0000108806": 135,
  "00:20": 136,
  "01": 137,
  "01/11/2001": 138,
  "01/12/2001": 139,
  "01/13/2001": 140,
  "01/19/01": 141,
  "01/19/2001": 142,
  "01/24/2001": 143,
  "01/25/2001": 144,
  "01/25/2002": 145,
  "01/26/2001": 146,
  "01:00:51": 147,
  "01:02": 148,
  "01:04": 149,
  "01:09": 150,
  "01:09:32": 151,
  "01:14": 152,
  "01:32:35": 153,
  "01:35": 154,
  "01:39:56": 155,
  "01:47": 156,
  "01:50": 157,
  "01:57": 158,
  "01:58": 159,
  "02": 160,
  "02-05-02.doc": 161,
  "02/13/2001": 162,
  "02/22/2001": 163,
  "02/27/2001": 164,
  "02920": 165,
  "02:02": 166,
  "02:10": 167,
  "02:17": 168,
  "02:18": 169,
  "02:19": 170,
  "02:21": 171,
  "02:28": 172,
  "02:34": 173,
  "02:39:27": 174,
  "02:42": 175,
  "02:49": 176,
  "03": 177,
  "03/01/2001": 178,
  "03/02/2001": 179,
  "03/04/2001": 180,
  "03/08/2000": 181,
  "03/09/2000": 182,
  "03/10/2000": 183,
  "03/15/2001": 184,
  "03/16/2001": 185,
  "03/21/2001": 186,
  "03/28/2001": 187,
  "0308.doc": 188,
  "03:00": 189,
  "03:11": 190,
  "03:13:58": 191,
  "03:15": 192,
  "03:20": 193,
  "03:31": 194,
  "03:33": 195,
  "03:43": 196,
  "03:48": 197,
  "03:51": 198,
  "03:58": 199,
  "04": 200,
  "04/04/2001": 201,
  "04/16/2001": 202,
  "04/28/2000": 203,
  "04/30/2001": 204,
  "0400": 205,
  "0417": 206,
  "0448": 207,
  "0491": 208,
  "04:03": 209,
  "04:06:52": 210,
  "04:11": 211,
  "04:13": 212,
  "04:17": 213,
  "04:18": 214,
  "04:28": 215,
  "04:31": 216,
  "04:34": 217,
  "04:37": 218,
  "04:41": 219,
  "04:44": 220,
  "04:49": 221,
  "04:50": 222,
  "04:52": 223,
  "05": 224,
  "05/01/2001": 225,
  "05/02/2001": 226,
  "05/03/2001": 227,
  "05/17/99": 228,
  "05/25/2001": 229,
  "05/30/2001": 230,
  "05/31/2001": 231,
  "050901.doc": 232,
  "05:07": 233,
  "05:17": 234,
  "05:37": 235,
  "05:39": 236,
  "05:51": 237,
  "05:59": 238,
  "06": 239,
  "06/01/2000": 240,
  "06/01/2001": 241,
  "06/04/01": 242,
  "06:00:56": 243,
  "06:02": 244,
  "06:05": 245,
  "06:07": 246,
  "06:15": 247,
  "06:16": 248,
  "06:20": 249,
  "06:28": 250,
  "07": 251,
  "07/14/2000": 252,
  "07/17/2000": 253,
  "07/18/2000": 254,
  "07/19/2001": 255,
  "07/30/2001": 256,
  "07:24": 257,
  "07:35": 258,
  "07:48:44": 259,
  "07:50": 260,
  "07:55": 261,
  "08/01/2001": 262,
  "08/03/2000": 263,
  "08/07/2001": 264,
  "08/16/2000": 265,
  "08/17/2000": 266,
  "0800": 267,
  "0832": 268,
  "08:00": 269,
  "08:15": 270,
  "08:22": 271,
  "08:23": 272,
  "08:27:46": 273,
  "08:38": 274,
  "08:50": 275,
  "08:50:01": 276,
  "08:55": 277,
  "08:58": 278,
  "09": 279,
  "09/03/99": 280,
  "09/11/99": 281,
  "09/15/99": 282,
  "09/16/99": 283,
  "09/17/99": 284,
  "09/20/2000": 285,
  "09819602175": 286,
  "09:01": 287,
  "09:14": 288,
  "09:22": 289,
  "09:24": 290,
  "09:27": 291,
  "09:37": 292,
  "09:40": 293,
  "09:45": 294,
  "09:46": 295,
  "09:48": 296,
  "09:52": 297,
  "09:56": 298,
  "0nside": 299,
  "1": 300,
  "1%p701!.doc": 301,
  "1,000": 302,
  "1,183": 303,
  "1,200": 304,
  "1,350": 305,
  "1,613": 306,
  "1,650,000": 307,
  "1,700": 308,
  "1,922,000": 309,
  "1-800-238-5355": 310,
  "1-800-991-9019": 311,
  "1-877-331-6867": 312,
  "1.00": 313,
  "1.024": 314,
  "1.1": 315,
  "1.25": 316,
  "1.5": 317,
  "1.50": 318,
  "1.6": 319,
  "1.65": 320,
  "1.8": 321,
  "1.800.233.1234": 322,
  "1.877.999.3223": 323,
  "1.888.509.3736": 324,
  "1/30/10": 325,
  "1/31": 326,
  "10": 327,
  "10,000": 328,
  "10,000.00": 329,
  "10.0": 330,
  "10.6": 331,
  "10.9": 332,
  "10.99": 333,
  "10/20/2000": 334,
  "10/23/2000": 335,
  "10/26/2000": 336,
  "10/27/2000": 337,
  "10/29/2000": 338,
  "10/31/00": 339,
  "10/31/2000": 340,
  "100": 341,
  "100,000": 342,
  "100,000,000,000": 343,
  "1000": 344,
  "1000.00": 345,
  "10016": 346,
  "1002`s": 347,
  "10030": 348,
  "101": 349,
  "102": 350,
  "104": 351,
  "105": 352,
  "10:00": 353,
  "10:05": 354,
  "10:07": 355,
  "10:16": 356,
  "10:25": 357,
  "10:30": 358,
  "10:34": 359,
  "10:39:03": 360,
  "10:40": 361,
  "10:44": 362,
  "10:45": 363,
  "10:46": 364,
  "10:51": 365,
  "10:52": 366,
  "10:56": 367,
  "10:57:32": 368,
  "10th": 369,
  "11": 370,
  "11-20-2000": 371,
  "11.5": 372,
  "11/01/01": 373,
  "11/03": 374,
  "11/08/2000": 375,
  "11/09/2000": 376,
  "11/1/01": 377,
  "11/10/2000": 378,
  "11/13/2000": 379,
  "11/2": 380,
  "11/22/2000": 381,
  "11/27/2000": 382,
  "11/28/2000": 383,
  "11/29/00": 384,
  "11/29/2000": 385,
  "11/30/2000": 386,
  "11/7/08": 387,
  "11/8/00": 388,
  "11/8/2000": 389,
  "110": 390,
  "1100": 391,
  "11030": 392,
  "112": 393,
  "11201": 394,
  "11222": 395,
  "113": 396,
  "115": 397,
  "11608": 398,
  "1179": 399,
  "11831": 400,
  "11:00": 401,
  "11:02": 402,
  "11:05": 403,
  "11:07": 404,
  "11:08": 405,
  "11:15:11": 406,
  "11:16:58": 407,
  "11:23": 408,
  "11:25": 409,
  "11:26": 410,
  "11:30": 411,
  "11:32": 412,
  "11:34": 413,
  "11:35": 414,
  "11:36": 415,
  "11:42": 416,
  "11:45": 417,
  "11:48": 418,
  "11:57": 419,
  "11th": 420,
  "12": 421,
  "12-20-00.doc": 422,
  "12-20-2000": 423,
  "12.45": 424,
  "12.46": 425,
  "12.48": 426,
  "12.99": 427,
  "12/14/2000": 428,
  "12/21/2000": 429,
  "12/22/2000": 430,
  "12/26/2000": 431,
  "12/27": 432,
  "12/28": 433,
  "120": 434,
  "120,000": 435,
  "125": 436,
  "1251": 437,
  "126": 438,
  "129": 439,
  "12:00": 440,
  "12:01": 441,
  "12:03": 442,
  "12:12": 443,
  "12:21": 444,
  "12:30": 445,
  "12:33": 446,
  "12:35": 447,
  "12:36": 448,
  "12:42": 449,
  "12:45": 450,
  "12:48": 451,
  "12th": 452,
  "13": 453,
  "13.9": 454,
  "130": 455,
  "1300": 456,
  "13011": 457,
  "1302": 458,
  "1307": 459,
  "1327": 460,
  "13279": 461,
  "13339": 462,
  "13381": 463,
  "13389": 464,
  "1341": 465,
  "1348": 466,
  "137": 467,
  "1381": 468,
  "13th": 469,
  "14": 470,
  "14,000": 471,
  "14.2": 472,
  "140": 473,
  "1400": 474,
  "143": 475,
  "14721": 476,
  "1483": 477,
  "1490s": 478,
  "14:14": 479,
  "14th": 480,
  "15": 481,
  "15,000": 482,
  "150": 483,
  "150,000": 484,
  "1500": 485,
  "150301": 486,
  "1504": 487,
  "1520": 488,
  "1525": 489,
  "1527": 490,
  "1528": 491,
  "1530": 492,
  "1533": 493,
  "1535": 494,
  "153b09": 495,
  "1542": 496,
  "1550": 497,
  "1551": 498,
  "1555": 499,
  "1560": 500,
  "1561": 501,
  "1562": 502,
  "1570": 503,
  "1572": 504,
  "1574": 505,
  "1575": 506,
  "1576": 507,
  "1579": 508,
  "1580": 509,
  "1584": 510,
  "1588": 511,
  "1590": 512,
  "1590's": 513,
  "1593": 514,
  "1594": 515,
  "15th": 516,
  "16": 517,
  "16's": 518,
  "16,000,000,000": 519,
  "16,900": 520,
  "16.2": 521,
  "16.3": 522,
  "16.379": 523,
  "16.4": 524,
  "16/10/2004": 525,
  "16/11/2004": 526,
  "160.00": 527,
  "1600": 528,
  "1605": 529,
  "1611": 530,
  "1614": 531,
  "1647": 532,
  "165.9": 533,
  "1689": 534,
  "1691": 535,
  "16:29": 536,
  "16s": 537,
  "16th": 538,
  "17": 539,
  "170": 540,
  "1701": 541,
  "1717": 542,
  "175": 543,
  "177": 544,
  "1774": 545,
  "1775": 546,
  "17:32": 547,
  "17h": 548,
  "17th": 549,
  "18": 550,
  "180.9": 551,
  "181": 552,
  "1810": 553,
  "185": 554,
  "187": 555,
  "189": 556,
  "1890": 557,
  "1892": 558,
  "18:11": 559,
  "18:20": 560,
  "18:32": 561,
  "18t": 562,
  "18th": 563,
  "19": 564,
  "19/11/2004": 565,
  "1904": 566,
  "1908": 567,
  "191": 568,
  "1912": 569,
  "1920s": 570,
  "1926": 571,
  "1928": 572,
  "1937": 573,
  "1943": 574,
  "1945": 575,
  "1949": 576,
  "1960's": 577,
  "1960s": 578,
  "1962": 579,
  "1964": 580,
  "1967": 581,
  "1968": 582,
  "1969": 583,
  "1970": 584,
  "1970s": 585,
  "1971": 586,
  "1972": 587,
  "1973": 588,
  "1974": 589,
  "1978": 590,
  "1980": 591,
  "1980s": 592,
  "1982": 593,
  "1983": 594,
  "1984": 595,
  "1986": 596,
  "1987": 597,
  "1989": 598,
  "1990": 599,
  "1990s": 600,
  "1991": 601,
  "1993": 602,
  "1995": 603,
  "1996": 604,
  "1997": 605,
  "1998": 606,
  "1999": 607,
  "19:14": 608,
  "19th": 609,
  "1:00": 610,
  "1:30": 611,
  "1?!?!?": 612,
  "1e": 613,
  "1q": 614,
  "1s9": 615,
  "1st": 616,
  "2": 617,
  "2,000": 618,
  "2,210": 619,
  "2,500": 620,
  "2.0": 621,
  "2.00": 622,
  "2.2": 623,
  "2.3": 624,
  "2.4": 625,
  "2.5": 626,
  "2.7": 627,
  "2.8": 628,
  "2.975": 629,
  "2/7/2005": 630,
  "20": 631,
  "20's": 632,
  "20,000": 633,
  "20,000,000": 634,
  "20.doc": 635,
  "200": 636,
  "200,000": 637,
  "200,000,000,000": 638,
  "200,987.33": 639,
  "2000": 640,
  "20001": 641,
  "20005": 642,
  "20006": 643,
  "2001": 644,
  "2002": 645,
  "2003": 646,
  "2004": 647,
  "2005": 648,
  "2006": 649,
  "2007": 650,
  "2008": 651,
  "2009": 652,
  "2010": 653,
  "2012": 654,
  "2015": 655,
  "2018": 656,
  "202-466-9142": 657,
  "202-828-3372": 658,
  "202.429.1700": 659,
  "202.456.1111": 660,
  "202.456.1414": 661,
  "202.456.2461": 662,
  "202.582.1234": 663,
  "202.637.4781": 664,
  "202.739.0134": 665,
  "202.785.0786": 666,
  "2029": 667,
  "205": 668,
  "2050": 669,
  "207": 670,
  "20s": 671,
  "20th": 672,
  "21": 673,
  "21,000": 674,
  "21,600": 675,
  "21/03/2001": 676,
  "2102": 677,
  "212": 678,
  "215": 679,
  "215,000": 680,
  "217": 681,
  "21st": 682,
  "22": 683,
  "22,600": 684,
  "220a": 685,
  "220b": 686,
  "22301": 687,
  "22nd": 688,
  "22s": 689,
  "23": 690,
  "23,000": 691,
  "23.8": 692,
  "230": 693,
  "2300": 694,
  "2301": 695,
  "237": 696,
  "238": 697,
  "23rd": 698,
  "24": 699,
  "24,000": 700,
  "240": 701,
  "248": 702,
  "249": 703,
  "25": 704,
  "25,000": 705,
  "25.00": 706,
  "25/01/2001": 707,
  "250": 708,
  "2500": 709,
  "253": 710,
  "2539": 711,
  "2543": 712,
  "2545": 713,
  "25th": 714,
  "26": 715,
  "26/09/2000": 716,
  "260": 717,
  "264": 718,
  "268": 719,
  "26th": 720,
  "27": 721,
  "27.doc": 722,
  "270": 723,
  "2710": 724,
  "272,000": 725,
  "27th": 726,
  "28": 727,
  "28/10/2004": 728,
  "281-435-0295": 729,
  "281-443-3744": 730,
  "281-514-3183": 731,
  "281-518-1081": 732,
  "281-518-9526": 733,
  "281-735-5919": 734,
  "284": 735,
  "28th": 736,
  "29": 737,
  "295870": 738,
  "2:00": 739,
  "2:25": 740,
  "2:30": 741,
  "2:300": 742,
  "2;30": 743,
  "2nd": 744,
  "3": 745,
  "3,000": 746,
  "3,200": 747,
  "3,202.61": 748,
  "3,300,000": 749,
  "3,500": 750,
  "3-1663": 751,
  "3-5297": 752,
  "3.": 753,
  "3.1": 754,
  "3.2": 755,
  "3.29": 756,
  "3.30": 757,
  "3.5": 758,
  "3.7": 759,
  "3.75": 760,
  "3.8": 761,
  "3/03": 762,
  "3/10/00": 763,
  "3/8/00": 764,
  "3/9/00": 765,
  "30": 766,
  "30,858": 767,
  "30.00": 768,
  "300": 769,
  "300,000": 770,
  "303-294-4499": 771,
  "306": 772,
  "3067": 773,
  "30s": 774,
  "30th": 775,
  "31": 776,
  "31,000": 777,
  "312-666-2372": 778,
  "3143c": 779,
  "315-460-3344": 780,
  "315-460-3349": 781,
  "32": 782,
  "33": 783,
  "33,000": 784,
  "330": 785,
  "330i": 786,
  "34": 787,
  "34.6": 788,
  "340": 789,
  "345-3436": 790,
  "345-8702": 791,
  "345-9945": 792,
  "35": 793,
  "35,000": 794,
  "350": 795,
  "350,000": 796,
  "35620": 797,
  "36": 798,
  "36,000,000,000": 799,
  "360": 800,
  "3611": 801,
  "362416": 802,
  "366": 803,
  "36647": 804,
  "37": 805,
  "376-9004": 806,
  "38,000": 807,
  "380": 808,
  "3801a": 809,
  "3889": 810,
  "39": 811,
  "3926": 812,
  "39938": 813,
  "3:00": 814,
  "3:15": 815,
  "3:29": 816,
  "3:30": 817,
  "3d": 818,
  "3rd": 819,
  "3s": 820,
  "4": 821,
  "4,700": 822,
  "4-12": 823,
  "4-ever": 824,
  "4.319": 825,
  "4.5": 826,
  "4.7": 827,
  "4.98": 828,
  "4.99": 829,
  "40": 830,
  "40,000": 831,
  "400": 832,
  "401.3": 833,
  "408": 834,
  "41": 835,
  "4101": 836,
  "411507": 837,
  "415": 838,
  "415.621.8317": 839,
  "415.782.7822": 840,
  "4153030": 841,
  "416-865-3700": 842,
  "416-865-3703": 843,
  "416-865-3704": 844,
  "4193": 845,
  "42": 846,
  "42,000": 847,
  "42,000.00": 848,
  "42,008": 849,
  "420072": 850,
  "425-415-3052": 851,
  "425-415-3098": 852,
  "425-922-0475": 853,
  "43": 854,
  "43.6": 855,
  "430": 856,
  "43228": 857,
  "4350": 858,
  "44": 859,
  "4434": 860,
  "445": 861,
  "448-9499": 862,
  "45": 863,
  "451": 864,
  "46": 865,
  "46093": 866,
  "4632": 867,
  "4641": 868,
  "46c1": 869,
  "47": 870,
  "47's": 871,
  "47,500": 872,
  "48": 873,
  "483.00": 874,
  "4861": 875,
  "489": 876,
  "49": 877,
  "4:00": 878,
  "4:30": 879,
  "4:50": 880,
  "4_28_00.doc": 881,
  "4g": 882,
  "4th": 883,
  "5": 884,
  "5,000": 885,
  "5.1": 886,
  "5.10": 887,
  "5.2": 888,
  "5.30": 889,
  "5.37": 890,
  "5.5": 891,
  "5.6": 892,
  "5.8": 893,
  "5.87": 894,
  "5/1/01": 895,
  "5/18": 896,
  "50": 897,
  "50's": 898,
  "50,000": 899,
  "500": 900,
  "500.00": 901,
  "5000": 902,
  "501": 903,
  "503/464-7927": 904,
  "505-625-8031": 905,
  "50th": 906,
  "51": 907,
  "510-642-3689": 908,
  "510-642-5145": 909,
  "5107": 910,
  "512": 911,
  "52": 912,
  "5249025": 913,
  "53": 914,
  "532-3836": 915,
  "538": 916,
  "54": 917,
  "540,000": 918,
  "548": 919,
  "55": 920,
  "55,008": 921,
  "550": 922,
  "56": 923,
  "567.77": 924,
  "57": 925,
  "571-9571": 926,
  "572": 927,
  "575": 928,
  "582": 929,
  "58369": 930,
  "59": 931,
  "59,339": 932,
  "5:00": 933,
  "5:30": 934,
  "5th": 935,
  "6": 936,
  "6,000": 937,
  "6.00": 938,
  "6.1": 939,
  "6.2.1": 940,
  "6.25": 941,
  "6.3": 942,
  "6.5": 943,
  "6.8": 944,
  "6/1/01": 945,
  "6/14": 946,
  "6/4/11": 947,
  "60": 948,
  "60's": 949,
  "60,000": 950,
  "60,008": 951,
  "600": 952,
  "600-480": 953,
  "60622": 954,
  "60s": 955,
  "61": 956,
  "61,000,000,000": 957,
  "610": 958,
  "611": 959,
  "612-205-9814": 960,
  "619-231-9449": 961,
  "619-696-6966": 962,
  "62": 963,
  "62,500": 964,
  "620-294-1909": 965,
  "620-294-3000": 966,
  "620-294-4000": 967,
  "63": 968,
  "64.2": 969,
  "646-5847": 970,
  "646-8420": 971,
  "648": 972,
  "65": 973,
  "650": 974,
  "6565": 975,
  "66": 976,
  "665": 977,
  "67": 978,
  "68": 979,
  "68.4": 980,
  "680": 981,
  "6871082#": 982,
  "69": 983,
  "6:00": 984,
  "6:30": 985,
  "6th": 986,
  "7": 987,
  "7,000": 988,
  "7.22": 989,
  "7.5": 990,
  "7/16": 991,
  "7/26/08": 992,
  "70": 993,
  "70's": 994,
  "70.85": 995,
  "700": 996,
  "703.729.2710": 997,
  "7034": 998,
  "7037686710": 999,
  "707-885-2508": 1000,
  "70s": 1001,
  "71": 1002,
  "713": 1003,
  "713-546-5000": 1004,
  "713-646-3393": 1005,
  "713-654-0365": 1006,
  "713-654-1281": 1007,
  "713-790-2605": 1008,
  "713-793-1429": 1009,
  "713-793-2000": 1010,
  "713-819-2784": 1011,
  "713-853-1696": 1012,
  "713-853-3044": 1013,
  "713-853-3098": 1014,
  "713-853-3989": 1015,
  "713-853-4743": 1016,
  "713/345-7942": 1017,
  "713/646-6505": 1018,
  "713/853-5984": 1019,
  "713/853-6197": 1020,
  "713/871-5119": 1021,
  "718-780-0046": 1022,
  "718-780-0276": 1023,
  "72": 1024,
  "73": 1025,
  "730": 1026,
  "74419": 1027,
  "7484": 1028,
  "75": 1029,
  "750": 1030,
  "750,000": 1031,
  "759933": 1032,
  "76": 1033,
  "763736": 1034,
  "77.92": 1035,
  "77030-2707": 1036,
  "77042-2016": 1037,
  "77415-0027": 1038,
  "77541": 1039,
  "78": 1040,
  "79": 1041,
  "79,000": 1042,
  "7:00": 1043,
  "7:30": 1044,
  "7:35": 1045,
  "7th": 1046,
  "8": 1047,
  "8.25": 1048,
  "80": 1049,
  "80's": 1050,
  "80,000": 1051,
  "800": 1052,
  "800-553-3119": 1053,
  "800.713.8600": 1054,
  "800/711-8000": 1055,
  "80435": 1056,
  "80y": 1057,
  "814014": 1058,
  "82": 1059,
  "8274": 1060,
  "828-296-8466": 1061,
  "83": 1062,
  "832.676.1329": 1063,
  "832.676.3177": 1064,
  "83n": 1065,
  "84838389593": 1066,
  "85": 1067,
  "850": 1068,
  "850-748-0740": 1069,
  "853-7557": 1070,
  "857-771": 1071,
  "859-7187": 1072,
  "860-665-2368": 1073,
  "86m": 1074,
  "87": 1075,
  "88": 1076,
  "884": 1077,
  "888-422-7132": 1078,
  "888.916.7184": 1079,
  "899-4310": 1080,
  "899-4425": 1081,
  "8:00": 1082,
  "8:15": 1083,
  "8:30": 1084,
  "8:35": 1085,
  "8th": 1086,
  "9": 1087,
  "9.3": 1088,
  "9.95": 1089,
  "9/11": 1090,
  "90": 1091,
  "9000": 1092,
  "90s": 1093,
  "916": 1094,
  "917": 1095,
  "919819602175": 1096,
  "92": 1097,
  "920": 1098,
  "92101": 1099,
  "9221": 1100,
  "92842": 1101,
  "94": 1102,
  "94.40": 1103,
  "940": 1104,
  "945": 1105,
  "94720-1900": 1106,
  "94720-5180": 1107,
  "95": 1108,
  "95,000": 1109,
  "969": 1110,
  "973-2776": 1111,
  "973-3634": 1112,
  "974-6721": 1113,
  "978": 1114,
  "978-376-9004": 1115,
  "979": 1116,
  "9800": 1117,
  "98011": 1118,
  "9866": 1119,
  "99": 1120,
  "9:30": 1121,
  "9th": 1122,
  ":": 1123,
  ":(": 1124,
  ":)": 1125,
  ":-)": 1126,
  ":.": 1127,
  ":/": 1128,
  ":d": 1129,
  ":o": 1130,
  ":p": 1131,
  ";": 1132,
  ";)": 1133,
  ";-)": 1134,
  ";p": 1135,
  "<": 1136,
  "<-": 1137,
  "<3": 1138,
  "<<": 1139,
  "=": 1140,
  "=(": 1141,
  "=)": 1142,
  "==": 1143,
  "===================================================": 1144,
  "====================================================": 1145,
  "===>": 1146,
  ">": 1147,
  ">----------------------------------------------------------------------------|": 1148,
  ">:(": 1149,
  ">=": 1150,
  ">>": 1151,
  ">>>": 1152,
  "?": 1153,
  "?!": 1154,
  "?!?": 1155,
  "?!?!?": 1156,
  "??": 1157,
  "???": 1158,
  "????": 1159,
  "?????": 1160,
  "??????": 1161,
  "???????????????": 1162,
  "@": 1163,
  "@hatmanone": 1164,
  "@ryan": 1165,
  "@w.a.b.b.y": 1166,
  "[": 1167,
  "]": 1168,
  "^_^": 1169,
  "_": 1170,
  "_______": 1171,
  "___________": 1172,
  "___________________________________________": 1173,
  "__________________________________________________": 1174,
  "____________________________________________________": 1175,
  "____________________________________________________________": 1176,
  "`": 1177,
  "`s": 1178,
  "a": 1179,
  "a&e": 1180,
  "a&k": 1181,
  "a'nandamu'rti": 1182,
  "a.": 1183,
  "a.k.a": 1184,
  "a.k.a.": 1185,
  "a.m": 1186,
  "a.m.": 1187,
  "aa": 1188,
  "aaa": 1189,
  "aaaaaggghhhhhh": 1190,
  "aafia": 1191,
  "aakrosh": 1192,
  "aaron": 1193,
  "abandoned": 1194,
  "abandoning": 1195,
  "abb": 1196,
  "abbotsford": 1197,
  "abbudi": 1198,
  "abby": 1199,
  "abdel": 1200,
  "abdul": 1201,
  "abdullah": 1202,
  "aberrations": 1203,
  "abiding": 1204,
  "abilities": 1205,
  "ability": 1206,
  "able": 1207,
  "abnormal": 1208,
  "aboard": 1209,
  "abolish": 1210,
  "abolishing": 1211,
  "abomination": 1212,
  "abou": 1213,
  "about": 1214,
  "above": 1215,
  "abramo@enron": 1216,
  "abramoff": 1217,
  "abrasive": 1218,
  "abroad": 1219,
  "abruptly": 1220,
  "absence": 1221,
  "absent": 1222,
  "absenting": 1223,
  "absolute": 1224,
  "absolutely": 1225,
  "absorb": 1226,
  "absorbing": 1227,
  "absorption": 1228,
  "absoulutely": 1229,
  "abstain": 1230,
  "abstaining": 1231,
  "abstinence": 1232,
  "abstraction": 1233,
  "absurd": 1234,
  "absurdity": 1235,
  "abt": 1236,
  "abu": 1237,
  "abundance": 1238,
  "abundantly": 1239,
  "abuse": 1240,
  "abused": 1241,
  "abusers": 1242,
  "abuses": 1243,
  "abusing": 1244,
  "abyss": 1245,
  "academic": 1246,
  "academy": 1247,
  "accelerated": 1248,
  "accent": 1249,
  "accented": 1250,
  "accents": 1251,
  "accept": 1252,
  "acceptable": 1253,
  "acceptance": 1254,
  "accepted": 1255,
  "accepting": 1256,
  "access": 1257,
  "accessibility": 1258,
  "accessible": 1259,
  "accessing": 1260,
  "accessories": 1261,
  "accident": 1262,
  "accidental": 1263,
  "accidentally": 1264,
  "accidents": 1265,
  "accomdating": 1266,
  "accommodate": 1267,
  "accommodated": 1268,
  "accommodation": 1269,
  "accommodations": 1270,
  "accomodating": 1271,
  "accompanied": 1272,
  "accompany": 1273,
  "accomplices": 1274,
  "accomplish": 1275,
  "accomplished": 1276,
  "accomplishing": 1277,
  "accomplishment": 1278,
  "accomplishments": 1279,
  "accord": 1280,
  "according": 1281,
  "accordingly": 1282,
  "account": 1283,
  "accountabilities": 1284,
  "accountant": 1285,
  "accounting": 1286,
  "accounts": 1287,
  "accumulate": 1288,
  "accumulated": 1289,
  "accumulating": 1290,
  "accumulation": 1291,
  "accuracy": 1292,
  "accurate": 1293,
  "accurately": 1294,
  "accused": 1295,
  "accuses": 1296,
  "accusing": 1297,
  "acd": 1298,
  "ace": 1299,
  "acedraz": 1300,
  "aceh": 1301,
  "acer": 1302,
  "achieve": 1303,
  "achieved": 1304,
  "achievement": 1305,
  "achievements": 1306,
  "achieving": 1307,
  "acia": 1308,
  "acidity": 1309,
  "acknowledge": 1310,
  "acknowledged": 1311,
  "acknowledges": 1312,
  "acknowledging": 1313,
  "acquaintance": 1314,
  "acquainted": 1315,
  "acquire": 1316,
  "acquired": 1317,
  "acquiring": 1318,
  "acquisition": 1319,
  "acquistion": 1320,
  "acriflaven": 1321,
  "acronym": 1322,
  "across": 1323,
  "acrylic": 1324,
  "acrylics": 1325,
  "act": 1326,
  "acted": 1327,
  "acting": 1328,
  "actins": 1329,
  "action": 1330,
  "actionable": 1331,
  "actions": 1332,
  "activated": 1333,
  "active": 1334,
  "actively": 1335,
  "activist": 1336,
  "activists": 1337,
  "activities": 1338,
  "activity": 1339,
  "actress": 1340,
  "acts": 1341,
  "actual": 1342,
  "actually": 1343,
  "actualy": 1344,
  "actully": 1345,
  "acupuncture": 1346,
  "acupuncturist": 1347,
  "acutely": 1348,
  "ad": 1349,
  "ada": 1350,
  "adam": 1351,
  "adapt": 1352,
  "adaptation": 1353,
  "adapted": 1354,
  "add": 1355,
  "added": 1356,
  "addendum": 1357,
  "addict": 1358,
  "addicting": 1359,
  "addiction": 1360,
  "addictive": 1361,
  "addicts": 1362,
  "adding": 1363,
  "addition": 1364,
  "additional": 1365,
  "additionally": 1366,
  "additions": 1367,
  "additive": 1368,
  "address": 1369,
  "addressed": 1370,
  "addresses": 1371,
  "adds": 1372,
  "adelphi": 1373,
  "adequate": 1374,
  "adequately": 1375,
  "adhamiya": 1376,
  "adhear": 1377,
  "adhered": 1378,
  "adherent": 1379,
  "adhering": 1380,
  "aditya": 1381,
  "adjacent": 1382,
  "adjoining": 1383,
  "adjust": 1384,
  "adjustable": 1385,
  "adjusted": 1386,
  "adjusting": 1387,
  "adjustment": 1388,
  "adjustments": 1389,
  "admin": 1390,
  "administer": 1391,
  "administered": 1392,
  "administration": 1393,
  "administrative": 1394,
  "administrator": 1395,
  "admiration": 1396,
  "admire": 1397,
  "admission": 1398,
  "admissions": 1399,
  "admit": 1400,
  "admits": 1401,
  "admitted": 1402,
  "admittedly": 1403,
  "admitting": 1404,
  "admonished": 1405,
  "adn": 1406,
  "adnan": 1407,
  "adolescents": 1408,
  "adolf": 1409,
  "adopt": 1410,
  "adopted": 1411,
  "adoption": 1412,
  "adopts": 1413,
  "adorable": 1414,
  "adorama": 1415,
  "adorn": 1416,
  "adorned": 1417,
  "adriana": 1418,
  "ads": 1419,
  "adsl": 1420,
  "adult": 1421,
  "adulterated": 1422,
  "adults": 1423,
  "advance": 1424,
  "advanced": 1425,
  "advancement": 1426,
  "advancements": 1427,
  "advances": 1428,
  "advantage": 1429,
  "advantaged": 1430,
  "advantages": 1431,
  "adventure": 1432,
  "adventurous": 1433,
  "adverse": 1434,
  "advert": 1435,
  "advertised": 1436,
  "advertising": 1437,
  "advice": 1438,
  "advise": 1439,
  "advised": 1440,
  "advisers": 1441,
  "advises": 1442,
  "advising": 1443,
  "advisor": 1444,
  "advisors": 1445,
  "advisory": 1446,
  "advocate": 1447,
  "advocates": 1448,
  "adw": 1449,
  "aerial": 1450,
  "aerocom": 1451,
  "aeron": 1452,
  "aeronautics": 1453,
  "aesthetics": 1454,
  "affair": 1455,
  "affairs": 1456,
  "affect": 1457,
  "affectation": 1458,
  "affected": 1459,
  "affecting": 1460,
  "affection": 1461,
  "affectionate": 1462,
  "affects": 1463,
  "affiliate": 1464,
  "affiliates": 1465,
  "affinity": 1466,
  "affirm": 1467,
  "affirmative": 1468,
  "affirmed": 1469,
  "affirms": 1470,
  "affluent": 1471,
  "afford": 1472,
  "affordable": 1473,
  "affords": 1474,
  "afghan": 1475,
  "afghanistan": 1476,
  "aficionados": 1477,
  "afore": 1478,
  "afraid": 1479,
  "africa": 1480,
  "african": 1481,
  "afshari": 1482,
  "after": 1483,
  "aftermath": 1484,
  "afternoon": 1485,
  "aftershocks": 1486,
  "afterward": 1487,
  "afterwards": 1488,
  "ag": 1489,
  "again": 1490,
  "against": 1491,
  "age": 1492,
  "aged": 1493,
  "agel": 1494,
  "agence": 1495,
  "agencies": 1496,
  "agency": 1497,
  "agenda": 1498,
  "agent": 1499,
  "agents": 1500,
  "ages": 1501,
  "aggravated": 1502,
  "aggravation": 1503,
  "aggregation": 1504,
  "aggregators": 1505,
  "aggression": 1506,
  "aggressive": 1507,
  "aggressively": 1508,
  "agip": 1509,
  "ago": 1510,
  "agonizing": 1511,
  "agra": 1512,
  "agree": 1513,
  "agreeable": 1514,
  "agreed": 1515,
  "agreeing": 1516,
  "agreement": 1517,
  "agreements": 1518,
  "agrees": 1519,
  "ah": 1520,
  "ahead": 1521,
  "ahmad": 1522,
  "ahmadinejad": 1523,
  "ahmed": 1524,
  "ai": 1525,
  "aid": 1526,
  "aiding": 1527,
  "aids": 1528,
  "ailment": 1529,
  "ailments": 1530,
  "aim": 1531,
  "aimed": 1532,
  "aiming": 1533,
  "aims": 1534,
  "air": 1535,
  "airbase": 1536,
  "aircraft": 1537,
  "aires": 1538,
  "airfare": 1539,
  "airholes": 1540,
  "airlift": 1541,
  "airlifted": 1542,
  "airline": 1543,
  "airliner": 1544,
  "airliners": 1545,
  "airlines": 1546,
  "airplane": 1547,
  "airport": 1548,
  "airports": 1549,
  "airway": 1550,
  "ajay": 1551,
  "ak": 1552,
  "ak47's": 1553,
  "ak47s": 1554,
  "aka": 1555,
  "akashi": 1556,
  "akin": 1557,
  "akin@ect": 1558,
  "aksa": 1559,
  "al": 1560,
  "al.": 1561,
  "ala": 1562,
  "alabama": 1563,
  "alain": 1564,
  "alan": 1565,
  "alarm": 1566,
  "alarming": 1567,
  "alarms": 1568,
  "alaska": 1569,
  "alaskan": 1570,
  "alastair": 1571,
  "alatorre@enron": 1572,
  "albanian": 1573,
  "albeit": 1574,
  "albergo": 1575,
  "alberta": 1576,
  "alcala": 1577,
  "alchemical": 1578,
  "alcohol": 1579,
  "alcoholism": 1580,
  "aldo": 1581,
  "ale": 1582,
  "alena": 1583,
  "alert": 1584,
  "alerted": 1585,
  "alerts": 1586,
  "alex": 1587,
  "alexander": 1588,
  "alexandria": 1589,
  "alfaro": 1590,
  "alford": 1591,
  "algae": 1592,
  "algarve": 1593,
  "algeria": 1594,
  "algerians": 1595,
  "alhaznawi": 1596,
  "ali": 1597,
  "alias": 1598,
  "alibek": 1599,
  "alienating": 1600,
  "alignment": 1601,
  "alike": 1602,
  "alito": 1603,
  "alive": 1604,
  "all": 1605,
  "alla": 1606,
  "allah": 1607,
  "allard": 1608,
  "allawi": 1609,
  "allegation": 1610,
  "allegations": 1611,
  "allege": 1612,
  "alleged": 1613,
  "allegedly": 1614,
  "allen": 1615,
  "alliance": 1616,
  "allies": 1617,
  "allocate": 1618,
  "allocated": 1619,
  "allocation": 1620,
  "allot": 1621,
  "allow": 1622,
  "allowance": 1623,
  "allowed": 1624,
  "allowing": 1625,
  "allows": 1626,
  "ally": 1627,
  "alma": 1628,
  "almanac": 1629,
  "almost": 1630,
  "alone": 1631,
  "along": 1632,
  "alot": 1633,
  "alpha": 1634,
  "alpharetta": 1635,
  "already": 1636,
  "alright": 1637,
  "also": 1638,
  "alt.animals": 1639,
  "alt.animals.cat": 1640,
  "alt.animals.dog": 1641,
  "alt.animals.ethics.vegetarian": 1642,
  "alt.animals.felines.diseases": 1643,
  "alt.animals.felines.snowleopards": 1644,
  "alt.animals.horses.breeding": 1645,
  "alt.animals.lion": 1646,
  "alt.animals.rights.promotion": 1647,
  "alt.animals.tiger": 1648,
  "alt.consumers": 1649,
  "alta": 1650,
  "altar": 1651,
  "alter": 1652,
  "alterations": 1653,
  "altered": 1654,
  "altering": 1655,
  "alternate": 1656,
  "alternates": 1657,
  "alternating": 1658,
  "alternative": 1659,
  "alternatives": 1660,
  "although": 1661,
  "altitude": 1662,
  "alto": 1663,
  "altogether": 1664,
  "aluminum": 1665,
  "alumni": 1666,
  "always": 1667,
  "am": 1668,
  "amalgam": 1669,
  "amanda": 1670,
  "amaze": 1671,
  "amazed": 1672,
  "amazes": 1673,
  "amazing": 1674,
  "amazingly": 1675,
  "ambassador": 1676,
  "ambiance": 1677,
  "ambitions": 1678,
  "ambitious": 1679,
  "ambitiously": 1680,
  "ambulance": 1681,
  "ambulances": 1682,
  "amelia": 1683,
  "amen": 1684,
  "amend": 1685,
  "amended": 1686,
  "amendment": 1687,
  "amendments": 1688,
  "amendmnets": 1689,
  "amends": 1690,
  "america": 1691,
  "american": 1692,
  "americans": 1693,
  "americas": 1694,
  "amerithrax": 1695,
  "ames": 1696,
  "ami": 1697,
  "amid": 1698,
  "amiriya": 1699,
  "amman": 1700,
  "ammonia": 1701,
  "ammount": 1702,
  "ammunition": 1703,
  "amnesties": 1704,
  "amnesty": 1705,
  "among": 1706,
  "amongst": 1707,
  "amore": 1708,
  "amoung": 1709,
  "amount": 1710,
  "amounts": 1711,
  "amphibious": 1712,
  "amplified": 1713,
  "amrullah": 1714,
  "amsterdam": 1715,
  "amuse": 1716,
  "amused": 1717,
  "amusement": 1718,
  "amusing": 1719,
  "amy": 1720,
  "amy.cornell@compaq.com": 1721,
  "an": 1722,
  "ana": 1723,
  "analyses": 1724,
  "analysis": 1725,
  "analysis_0712": 1726,
  "analyst": 1727,
  "analysts": 1728,
  "analytical": 1729,
  "analyze": 1730,
  "analyzed": 1731,
  "anbar": 1732,
  "ancient": 1733,
  "and": 1734,
  "andaman": 1735,
  "andamans": 1736,
  "anderson": 1737,
  "andorra": 1738,
  "andre": 1739,
  "andrea": 1740,
  "andreas": 1741,
  "andrew": 1742,
  "andy": 1743,
  "anemic": 1744,
  "anesthetic": 1745,
  "angel": 1746,
  "angela": 1747,
  "angeles": 1748,
  "angels": 1749,
  "anger": 1750,
  "angie": 1751,
  "angle": 1752,
  "anglo": 1753,
  "angry": 1754,
  "ani": 1755,
  "animal": 1756,
  "animals": 1757,
  "animated": 1758,
  "ann": 1759,
  "anna": 1760,
  "anne": 1761,
  "annesley": 1762,
  "annex": 1763,
  "annexation": 1764,
  "annexed": 1765,
  "anniversary": 1766,
  "annotated": 1767,
  "announce": 1768,
  "announced": 1769,
  "announcement": 1770,
  "announcing": 1771,
  "annoy": 1772,
  "annoyed": 1773,
  "annoying": 1774,
  "annual": 1775,
  "anonymous": 1776,
  "another": 1777,
  "ans": 1778,
  "ansems": 1779,
  "answer": 1780,
  "answered": 1781,
  "answering": 1782,
  "answers": 1783,
  "answetred": 1784,
  "anthony": 1785,
  "anthrax": 1786,
  "anti": 1787,
  "anti-american": 1788,
  "anti-americanism": 1789,
  "anti-army": 1790,
  "anti-bush": 1791,
  "anti-democratic": 1792,
  "anti-fraud": 1793,
  "anti-india": 1794,
  "anti-indian": 1795,
  "anti-israeli": 1796,
  "anti-semite": 1797,
  "anti-ship": 1798,
  "anti-shipping": 1799,
  "anti-trust": 1800,
  "antibiotics": 1801,
  "antichrist": 1802,
  "anticipate": 1803,
  "anticipated": 1804,
  "anticipates": 1805,
  "antipasti": 1806,
  "antipasto": 1807,
  "antique": 1808,
  "antiques": 1809,
  "antiquities": 1810,
  "antiquity": 1811,
  "antisocialism": 1812,
  "antiwar": 1813,
  "anton": 1814,
  "antonio": 1815,
  "ants": 1816,
  "anwar": 1817,
  "anwser": 1818,
  "anxious": 1819,
  "any": 1820,
  "any1": 1821,
  "anybody": 1822,
  "anyhow": 1823,
  "anymore": 1824,
  "anyone": 1825,
  "anything": 1826,
  "anytime": 1827,
  "anyting": 1828,
  "anyway": 1829,
  "anyways": 1830,
  "anywere": 1831,
  "anywhere": 1832,
  "aortic": 1833,
  "ap": 1834,
  "apache": 1835,
  "apart": 1836,
  "apartment": 1837,
  "apartments": 1838,
  "apathetic": 1839,
  "aperture": 1840,
  "api": 1841,
  "aplo.": 1842,
  "aplocheilus": 1843,
  "apocalyptic": 1844,
  "apogee": 1845,
  "apollo": 1846,
  "apologetic": 1847,
  "apologies": 1848,
  "apologised": 1849,
  "apologize": 1850,
  "apostle": 1851,
  "appalled": 1852,
  "apparatus": 1853,
  "apparent": 1854,
  "apparently": 1855,
  "appartently": 1856,
  "appartment": 1857,
  "appeals": 1858,
  "appear": 1859,
  "appearance": 1860,
  "appeared": 1861,
  "appears": 1862,
  "appease": 1863,
  "appel": 1864,
  "appellation": 1865,
  "appendices": 1866,
  "appetite": 1867,
  "appetizers": 1868,
  "appetizing": 1869,
  "applaud": 1870,
  "apple": 1871,
  "appliance": 1872,
  "appliances": 1873,
  "applicable": 1874,
  "applicant": 1875,
  "application": 1876,
  "applications": 1877,
  "applied": 1878,
  "applies": 1879,
  "apply": 1880,
  "applying": 1881,
  "appointed": 1882,
  "appointees": 1883,
  "appointment": 1884,
  "appointments": 1885,
  "appologized": 1886,
  "appraisal": 1887,
  "appreciate": 1888,
  "appreciated": 1889,
  "appreciation": 1890,
  "apprehension": 1891,
  "apprehensive": 1892,
  "apprentice": 1893,
  "apprenticed": 1894,
  "apprised": 1895,
  "approach": 1896,
  "approachable": 1897,
  "approached": 1898,
  "approaches": 1899,
  "appropriate": 1900,
  "appropriated": 1901,
  "appropriately": 1902,
  "appropriating": 1903,
  "appropriation": 1904,
  "appropriations": 1905,
  "appropriators": 1906,
  "approval": 1907,
  "approvals": 1908,
  "approve": 1909,
  "approved": 1910,
  "approves": 1911,
  "approx": 1912,
  "approximate": 1913,
  "approximately": 1914,
  "approximation": 1915,
  "apps": 1916,
  "appy": 1917,
  "apr": 1918,
  "april": 1919,
  "apron": 1920,
  "aquarist": 1921,
  "aquarium": 1922,
  "aquarius": 1923,
  "aquasafe": 1924,
  "aquiriums": 1925,
  "ar": 1926,
  "arab": 1927,
  "arabia": 1928,
  "arabian": 1929,
  "arabic": 1930,
  "arabiya": 1931,
  "arabs": 1932,
  "arafat": 1933,
  "arakan": 1934,
  "arancini": 1935,
  "araujo": 1936,
  "arbitration": 1937,
  "arbitrators": 1938,
  "arby": 1939,
  "arch-murderer": 1940,
  "archibald": 1941,
  "archilochus": 1942,
  "archipelago": 1943,
  "architectural": 1944,
  "archive": 1945,
  "archives": 1946,
  "arco": 1947,
  "arctic": 1948,
  "ard": 1949,
  "are": 1950,
  "area": 1951,
  "area's": 1952,
  "areas": 1953,
  "arena": 1954,
  "argentina": 1955,
  "argentine": 1956,
  "argue": 1957,
  "argued": 1958,
  "arguing": 1959,
  "argument": 1960,
  "argumentative": 1961,
  "arguments": 1962,
  "ariel": 1963,
  "aries": 1964,
  "arising": 1965,
  "arizona": 1966,
  "arkansas": 1967,
  "arm": 1968,
  "armada": 1969,
  "armament": 1970,
  "armaments": 1971,
  "armatho": 1972,
  "armature": 1973,
  "armatures": 1974,
  "armed": 1975,
  "armies": 1976,
  "armogida": 1977,
  "armored": 1978,
  "armour": 1979,
  "arms": 1980,
  "army": 1981,
  "arnold": 1982,
  "arose": 1983,
  "around": 1984,
  "arp": 1985,
  "arrange": 1986,
  "arranged": 1987,
  "arrangement": 1988,
  "arrangements": 1989,
  "arranging": 1990,
  "arrayed": 1991,
  "arrest": 1992,
  "arrested": 1993,
  "arresting": 1994,
  "arrests": 1995,
  "arrival": 1996,
  "arrive": 1997,
  "arrived": 1998,
  "arriving": 1999,
  "arrogance": 2000,
  "arrogant": 2001,
  "arrogantly": 2002,
  "arrv.": 2003,
  "arsenals": 2004,
  "arsenic": 2005,
  "art": 2006,
  "arte": 2007,
  "artery": 2008,
  "arthritis": 2009,
  "arthur": 2010,
  "article": 2011,
  "articles": 2012,
  "articulating": 2013,
  "artillery": 2014,
  "artist": 2015,
  "artistic": 2016,
  "artists": 2017,
  "arts": 2018,
  "artwork": 2019,
  "arvn": 2020,
  "arya": 2021,
  "aryan": 2022,
  "as": 2023,
  "as400": 2024,
  "asansol": 2025,
  "asap": 2026,
  "asbestos": 2027,
  "ascertain": 2028,
  "ashcroft": 2029,
  "asher": 2030,
  "ashfaq": 2031,
  "ashraf": 2032,
  "asi": 2033,
  "asia": 2034,
  "asian": 2035,
  "asians": 2036,
  "asiaweek": 2037,
  "aside": 2038,
  "ask": 2039,
  "asked": 2040,
  "asking": 2041,
  "asks": 2042,
  "asparagus": 2043,
  "aspect": 2044,
  "aspects": 2045,
  "aspen": 2046,
  "aspiration": 2047,
  "aspirational": 2048,
  "aspire": 2049,
  "aspirin": 2050,
  "aspiring": 2051,
  "ass": 2052,
  "ass't.": 2053,
  "assad": 2054,
  "assailant": 2055,
  "assam": 2056,
  "assassin": 2057,
  "assassinate": 2058,
  "assassinated": 2059,
  "assassination": 2060,
  "assault": 2061,
  "assaulted": 2062,
  "assemble": 2063,
  "assembled": 2064,
  "assembly": 2065,
  "assert": 2066,
  "asserted": 2067,
  "assertions": 2068,
  "assess": 2069,
  "assessing": 2070,
  "assessment": 2071,
  "asset": 2072,
  "assets": 2073,
  "assh@%$e": 2074,
  "assigned": 2075,
  "assigning": 2076,
  "assignment": 2077,
  "assignments": 2078,
  "assist": 2079,
  "assistance": 2080,
  "assistant": 2081,
  "assisted": 2082,
  "assisting": 2083,
  "associate": 2084,
  "associated": 2085,
  "associates": 2086,
  "association": 2087,
  "assortment": 2088,
  "assuage": 2089,
  "assume": 2090,
  "assumed": 2091,
  "assumes": 2092,
  "assuming": 2093,
  "assumption": 2094,
  "assumptions": 2095,
  "assurance": 2096,
  "assure": 2097,
  "assured": 2098,
  "assuring": 2099,
  "aster": 2100,
  "astonished": 2101,
  "astounding": 2102,
  "astr": 2103,
  "astride": 2104,
  "astronauts": 2105,
  "astronomy": 2106,
  "asus": 2107,
  "aswered": 2108,
  "aswering": 2109,
  "asymmetric": 2110,
  "asymmetrical": 2111,
  "at": 2112,
  "at&t": 2113,
  "atahualpa": 2114,
  "atal": 2115,
  "ate": 2116,
  "atef": 2117,
  "atithi": 2118,
  "atlanta": 2119,
  "atlantic": 2120,
  "atm": 2121,
  "atmosphere": 2122,
  "atomic": 2123,
  "atop": 2124,
  "atrocities": 2125,
  "atrocity": 2126,
  "atrophied": 2127,
  "atrophy": 2128,
  "atta": 2129,
  "attach": 2130,
  "attached": 2131,
  "attaching": 2132,
  "attachment": 2133,
  "attachments": 2134,
  "attack": 2135,
  "attacked": 2136,
  "attacking": 2137,
  "attacks": 2138,
  "attain": 2139,
  "attempt": 2140,
  "attempted": 2141,
  "attempting": 2142,
  "attempts": 2143,
  "attend": 2144,
  "attendance": 2145,
  "attendant": 2146,
  "attended": 2147,
  "attending": 2148,
  "attention": 2149,
  "attentive": 2150,
  "attest": 2151,
  "attitude": 2152,
  "attitudes": 2153,
  "attn.": 2154,
  "attorney": 2155,
  "attorneys": 2156,
  "attract": 2157,
  "attracted": 2158,
  "attraction": 2159,
  "attractions": 2160,
  "attractive": 2161,
  "attracts": 2162,
  "attributable": 2163,
  "attributed": 2164,
  "attributing": 2165,
  "atty": 2166,
  "aubrey": 2167,
  "auckland": 2168,
  "auction": 2169,
  "aud": 2170,
  "audacity": 2171,
  "audible": 2172,
  "audience": 2173,
  "audio": 2174,
  "audiotape": 2175,
  "audit": 2176,
  "aug.": 2177,
  "august": 2178,
  "augustine": 2179,
  "aunt": 2180,
  "aunte": 2181,
  "auspices": 2182,
  "austin": 2183,
  "australasian": 2184,
  "australia": 2185,
  "australian": 2186,
  "austria": 2187,
  "authentic": 2188,
  "author": 2189,
  "authored": 2190,
  "authoritarian": 2191,
  "authoritative": 2192,
  "authorities": 2193,
  "authority": 2194,
  "authorization": 2195,
  "authorized": 2196,
  "authorizing": 2197,
  "auto": 2198,
  "automated": 2199,
  "automatic": 2200,
  "automatically": 2201,
  "automotive": 2202,
  "automotives": 2203,
  "autonomous": 2204,
  "autonomy": 2205,
  "autos": 2206,
  "autumn": 2207,
  "avail": 2208,
  "availability": 2209,
  "available": 2210,
  "availed": 2211,
  "avant": 2212,
  "ave": 2213,
  "avenger": 2214,
  "avenue": 2215,
  "average": 2216,
  "averaging": 2217,
  "aversion": 2218,
  "averted": 2219,
  "avian": 2220,
  "aviation": 2221,
  "avoid": 2222,
  "avoidance": 2223,
  "avoided": 2224,
  "avoiding": 2225,
  "await": 2226,
  "awaited": 2227,
  "awaiting": 2228,
  "awake": 2229,
  "award": 2230,
  "awarded": 2231,
  "awards": 2232,
  "aware": 2233,
  "awareness": 2234,
  "awash": 2235,
  "away": 2236,
  "aways": 2237,
  "awesome": 2238,
  "awful": 2239,
  "awhile": 2240,
  "awol": 2241,
  "awsat": 2242,
  "ay": 2243,
  "ayad": 2244,
  "ayatollah": 2245,
  "aye": 2246,
  "ayman": 2247,
  "azerbaijan": 2248,
  "aziz": 2249,
  "aztec": 2250,
  "azzam": 2251,
  "azzaman": 2252,
  "b": 2253,
  "b&b": 2254,
  "b****": 2255,
  "b.": 2256,
  "b/t": 2257,
  "b2b": 2258,
  "ba": 2259,
  "ba'athist": 2260,
  "ba'athists": 2261,
  "ba.consumers": 2262,
  "baath": 2263,
  "baathist": 2264,
  "baathists": 2265,
  "baba": 2266,
  "babalon": 2267,
  "babies": 2268,
  "baby": 2269,
  "babylon": 2270,
  "bac": 2271,
  "bachelor": 2272,
  "back": 2273,
  "backed": 2274,
  "background": 2275,
  "backgrounds": 2276,
  "backing": 2277,
  "backpacks": 2278,
  "backpedalling": 2279,
  "backs": 2280,
  "backside": 2281,
  "backup": 2282,
  "backward": 2283,
  "backweb": 2284,
  "bacon": 2285,
  "bacteriologist": 2286,
  "bad": 2287,
  "badder": 2288,
  "badge": 2289,
  "badly": 2290,
  "badr": 2291,
  "baffin": 2292,
  "baffled": 2293,
  "bag": 2294,
  "bagels": 2295,
  "baggage": 2296,
  "bagh": 2297,
  "baghdad": 2298,
  "baghdadis": 2299,
  "bags": 2300,
  "bahamas": 2301,
  "bail": 2302,
  "bailey": 2303,
  "bait": 2304,
  "baja": 2305,
  "bake": 2306,
  "baked": 2307,
  "baker": 2308,
  "bakeries": 2309,
  "bakers": 2310,
  "bakery": 2311,
  "baking": 2312,
  "balance": 2313,
  "balances": 2314,
  "balard": 2315,
  "balasingham": 2316,
  "balazick": 2317,
  "balcony": 2318,
  "bald": 2319,
  "balding": 2320,
  "baldness": 2321,
  "bali": 2322,
  "ball": 2323,
  "ballad": 2324,
  "ballerina": 2325,
  "ballet": 2326,
  "ballistic": 2327,
  "ballot": 2328,
  "balloting": 2329,
  "ballroom": 2330,
  "balls": 2331,
  "balochi": 2332,
  "balochistan": 2333,
  "balsa": 2334,
  "baltimore": 2335,
  "baluchistan": 2336,
  "ban": 2337,
  "banana": 2338,
  "banczak": 2339,
  "band": 2340,
  "bandar": 2341,
  "bandera": 2342,
  "bands": 2343,
  "bandwidth": 2344,
  "bang": 2345,
  "banging": 2346,
  "bangladesh": 2347,
  "bangladeshi": 2348,
  "bangladeshis": 2349,
  "bangs": 2350,
  "bank": 2351,
  "banking": 2352,
  "bankroll": 2353,
  "bankrupt": 2354,
  "bankruptcies": 2355,
  "bankruptcy": 2356,
  "banks": 2357,
  "banned": 2358,
  "banner": 2359,
  "banners": 2360,
  "bans": 2361,
  "bar": 2362,
  "barbara": 2363,
  "barbecue": 2364,
  "barber": 2365,
  "barbershops": 2366,
  "barbour": 2367,
  "barcelona": 2368,
  "barclay": 2369,
  "barclays": 2370,
  "barcodes": 2371,
  "barcoding": 2372,
  "bare": 2373,
  "bareback": 2374,
  "barely": 2375,
  "barese": 2376,
  "bargain": 2377,
  "barges": 2378,
  "bark": 2379,
  "barn": 2380,
  "barno": 2381,
  "barns": 2382,
  "barometers": 2383,
  "barrel": 2384,
  "barrels": 2385,
  "barren": 2386,
  "barrett": 2387,
  "barrier": 2388,
  "barriers": 2389,
  "barros": 2390,
  "barry": 2391,
  "bars": 2392,
  "bart": 2393,
  "bartenders": 2394,
  "barton": 2395,
  "bascom": 2396,
  "base": 2397,
  "baseball": 2398,
  "based": 2399,
  "bases": 2400,
  "bashers": 2401,
  "bashing": 2402,
  "basic": 2403,
  "basically": 2404,
  "basic­ally": 2405,
  "basis": 2406,
  "basket": 2407,
  "basking": 2408,
  "bass": 2409,
  "bat": 2410,
  "batawi": 2411,
  "batch": 2412,
  "bateman": 2413,
  "bath": 2414,
  "bathed": 2415,
  "bathing": 2416,
  "bathroom": 2417,
  "bathrooms": 2418,
  "batter": 2419,
  "battered": 2420,
  "batteries": 2421,
  "battery": 2422,
  "battle": 2423,
  "battlefield": 2424,
  "battles": 2425,
  "battling": 2426,
  "baudelaire": 2427,
  "bay": 2428,
  "bazar": 2429,
  "bbc": 2430,
  "bbq": 2431,
  "bc": 2432,
  "bd": 2433,
  "bday": 2434,
  "bdr": 2435,
  "be": 2436,
  "bea": 2437,
  "beach": 2438,
  "beachcrofts": 2439,
  "beaches": 2440,
  "beak": 2441,
  "beam": 2442,
  "bean": 2443,
  "beans": 2444,
  "bear": 2445,
  "beard": 2446,
  "bearded": 2447,
  "beardies": 2448,
  "beards": 2449,
  "beared": 2450,
  "bearing": 2451,
  "bearkadette": 2452,
  "bears": 2453,
  "beast": 2454,
  "beat": 2455,
  "beating": 2456,
  "beatle": 2457,
  "beatles": 2458,
  "beats": 2459,
  "beau": 2460,
  "beautiful": 2461,
  "beautifully": 2462,
  "beauty": 2463,
  "beaver": 2464,
  "beavers": 2465,
  "became": 2466,
  "because": 2467,
  "becca": 2468,
  "bechtel": 2469,
  "bechtolsheim": 2470,
  "becky": 2471,
  "become": 2472,
  "becomes": 2473,
  "becoming": 2474,
  "becouse": 2475,
  "becuse": 2476,
  "bed": 2477,
  "bedding": 2478,
  "bedlam": 2479,
  "bedroom": 2480,
  "beds": 2481,
  "beef": 2482,
  "been": 2483,
  "beer": 2484,
  "beers": 2485,
  "bees": 2486,
  "bees'": 2487,
  "before": 2488,
  "befuddled": 2489,
  "beg": 2490,
  "began": 2491,
  "begin": 2492,
  "beginner": 2493,
  "beginners": 2494,
  "beginning": 2495,
  "begins": 2496,
  "begs": 2497,
  "begun": 2498,
  "behalf": 2499,
  "behari": 2500,
  "behavior": 2501,
  "behaviors": 2502,
  "behaviour": 2503,
  "behind": 2504,
  "behold": 2505,
  "beijing": 2506,
  "being": 2507,
  "beings": 2508,
  "belarus": 2509,
  "belgian": 2510,
  "belgium": 2511,
  "belief": 2512,
  "beliefs": 2513,
  "believe": 2514,
  "believed": 2515,
  "believer": 2516,
  "believers": 2517,
  "believes": 2518,
  "believing": 2519,
  "belittle": 2520,
  "belittling": 2521,
  "belive": 2522,
  "bell": 2523,
  "bella": 2524,
  "bellevue": 2525,
  "belly": 2526,
  "belong": 2527,
  "belonged": 2528,
  "belonging": 2529,
  "belongs": 2530,
  "beloved": 2531,
  "below": 2532,
  "belt": 2533,
  "belts": 2534,
  "ben": 2535,
  "bench": 2536,
  "bend": 2537,
  "bender": 2538,
  "bending": 2539,
  "beneath": 2540,
  "benedict": 2541,
  "beneficent": 2542,
  "beneficial": 2543,
  "beneficiary": 2544,
  "benefit": 2545,
  "benefiting": 2546,
  "benefits": 2547,
  "bengal": 2548,
  "benign": 2549,
  "benjamin": 2550,
  "bent": 2551,
  "bereaved": 2552,
  "berkeley": 2553,
  "berlin": 2554,
  "bernard": 2555,
  "berry": 2556,
  "bertone@enron_development": 2557,
  "beschta": 2558,
  "beseech": 2559,
  "beside": 2560,
  "besides": 2561,
  "best": 2562,
  "bet": 2563,
  "beta": 2564,
  "beth": 2565,
  "bethesda": 2566,
  "betrayed": 2567,
  "betta": 2568,
  "bettas": 2569,
  "better": 2570,
  "between": 2571,
  "beutel": 2572,
  "beverage": 2573,
  "beware": 2574,
  "bexar": 2575,
  "beyond": 2576,
  "bhatia": 2577,
  "bhutan": 2578,
  "biased": 2579,
  "bible": 2580,
  "bicuspid": 2581,
  "bicycle": 2582,
  "bid": 2583,
  "bidders": 2584,
  "bidding": 2585,
  "bien": 2586,
  "bienvenue": 2587,
  "big": 2588,
  "bigger": 2589,
  "biggest": 2590,
  "bike": 2591,
  "bikes": 2592,
  "biking": 2593,
  "bilboa": 2594,
  "bilbray": 2595,
  "bilked": 2596,
  "bill": 2597,
  "billiard": 2598,
  "billiards": 2599,
  "billing": 2600,
  "billion": 2601,
  "billions": 2602,
  "bills": 2603,
  "billy": 2604,
  "bilmes": 2605,
  "biloxi": 2606,
  "bin": 2607,
  "binalshibh": 2608,
  "binary": 2609,
  "binding": 2610,
  "binds": 2611,
  "bio": 2612,
  "biochemical": 2613,
  "biochemist": 2614,
  "biodefense": 2615,
  "biolab": 2616,
  "biological": 2617,
  "biologist": 2618,
  "biologists": 2619,
  "biology": 2620,
  "biosphere": 2621,
  "bioweaponeer": 2622,
  "bird": 2623,
  "birdie": 2624,
  "birds": 2625,
  "birdy": 2626,
  "birla": 2627,
  "birmingham": 2628,
  "birth": 2629,
  "birthdate": 2630,
  "birthday": 2631,
  "bisexual": 2632,
  "bishop": 2633,
  "bistro": 2634,
  "bit": 2635,
  "bite": 2636,
  "bites": 2637,
  "biting": 2638,
  "bitmap": 2639,
  "bitter": 2640,
  "biz": 2641,
  "bj": 2642,
  "bk": 2643,
  "black": 2644,
  "blackened": 2645,
  "blackline": 2646,
  "blacklined": 2647,
  "blackmail": 2648,
  "blackouts": 2649,
  "blacksmithing": 2650,
  "blackworms": 2651,
  "bladder": 2652,
  "blade": 2653,
  "blades": 2654,
  "blaine@enron_development": 2655,
  "blair": 2656,
  "blak": 2657,
  "blakemore": 2658,
  "blame": 2659,
  "blames": 2660,
  "blaming": 2661,
  "blanco": 2662,
  "bland": 2663,
  "blank": 2664,
  "blanket": 2665,
  "blast": 2666,
  "blasted": 2667,
  "blatantly": 2668,
  "bleak": 2669,
  "bleeding": 2670,
  "blend": 2671,
  "blended": 2672,
  "blender": 2673,
  "blending": 2674,
  "bless": 2675,
  "blessed": 2676,
  "blessings": 2677,
  "blew": 2678,
  "blind": 2679,
  "blindfolds": 2680,
  "blindly": 2681,
  "blindness": 2682,
  "blinked": 2683,
  "blizzard": 2684,
  "block": 2685,
  "blocked": 2686,
  "blocks": 2687,
  "blog": 2688,
  "blogger": 2689,
  "blogging": 2690,
  "blogosphere": 2691,
  "blogshares": 2692,
  "bloke": 2693,
  "blonde": 2694,
  "blood": 2695,
  "blooded": 2696,
  "bloodworms": 2697,
  "bloody": 2698,
  "bloodying": 2699,
  "bloom": 2700,
  "blooming": 2701,
  "blossoming": 2702,
  "blount": 2703,
  "blow": 2704,
